[
    {"title":"THE HOUSE ON MANGO STREET","image":"./paragrafImages/p1.png","audio":"","text":"We moved a lot and lived in a lot of places. When we got to Mango Street, there were six of us – Mama, Papa, Carlos, Kiki, my sister Nenny and me. The house on Mango Street was ours. It was on the other side of town. The house is small and red with tight steps in front and small windows. There is no front yard. There is a small garage for the car behind the house."},
    {"title":"HAIRS","image":"./paragrafImages/p2.jpg","audio":"","text":"Everybody in our family has different hair. My papa's hair is like a broom. My hair is lazy. Calros' hair is thick and straight. Nenny's hair is slippery. Kiki has hair like fur. But my mother's hair is curly and pretty. Mama's hair smells like bread. It is sweet to put your nose into it and feel safe."},
    {"title":"BOYS AND GIRLS","image":"./paragrafImages/p3.jpg","audio":"","text":"Boys and girls live in different worlds, in their own separate universes. My brothers only talk to me, and Nenny inside the house. They don't talk to girls outside it. Nenny is too young to be my friend. I keep her away from Verga's kids. Someday, I hope I will have a best friend who understands me. But for now, I feel like a balloon tied to an anchor."},
    {"title":"MY NAME","image":"./paragrafImages/p4.png","audio":"","text":"Esperanza reveals her name for the first time. She explains that it means “hope” in English, but in Spanish, it means “sadness” and “waiting.”  She got the name from her great-grandmother, and they were both born in the Chinese year of the horse. This is a sign of bad luck for women. Esperanza does not want to believe this, because the horse is a strong animal. Esperanza says that the Chinese, like the Mexicans, want women to be weak. Esperanza wishes that she knew her great-grandmother. Because she was a “wild horse of a woman”. She did not want to get married but was eventually forced into it.  Esperanza said that she does not want to be like her great-grandmother who sat by the window her whole life. Esperanza describes how her name is pronounced differently in Spanish in English and at school.  She wants to change her name to something that shows her true self.  She decides that a name like “Zeze the X” would be good. "},
    {"title":"CATHY, QUEEN OF CATS","image":"./paragrafImages/p5.jpg","audio":"","text":"Cathy is Esperanza's first friend in her new neighborhood. She always says that the queen of France is her cousin and expresses her desire to inherit the family house there. Cathy often speaks negatively about the other people living on Mango Street. Cathy's family is set to move away soon. Cathy upsets Esperanza when she says that her family's arrival is somehow making the neighborhood worse."},
    {"title":"OUR GOOD DAY","image":"./paragrafImages/p6.jpg","audio":"","text":"I really like Lucy and Rachel, and I feel like I've finally found the friends I've wished to have. They are girls from a poor Chicano neighborhood in Texas. I appreciate their smiles and the fact that they accept me just the way I am. Cathy doesn't like them. She thinks they smell bad. She is my friend, but only until Tuesday. Rachel and Lucy promised to be my friends if I gave them five dollars to buy a bike. I managed to save three dollars on my own, and I borrowed two dollars from Nenny to buy the bicycle from Tito. Cathy may leave me, but now I have two new friends and a bike. We argue about who will ride the bike first. We couldn't agree and we decided to ride it together. Lucy pedals, Rachel handles the handlebars, and I sit in the back seat. We ride down the entire street and around the block, back to Mango Street."},
    {"title":"LAUGHTER","image":"./icon.jpg","audio":"","text":"Nenny and I don't look like sisters. We look the same. Our laughter, for example. Nenny thinks about things like me. I can't explain it well."},
    {"title":"GIL'S FURNITURE: BOUGHT AND SOLD","image":"./paragrafImages/p8.jpg","audio":"","text":"One elderly man owns a small and cluttered shop. We once bought a used refrigerator, and Carlos sold a box of magazines for a dollar there. The shop has dim lighting, which is only turned on when customers have money. Inside, my friend Nenny and I explore and discover all sorts of things: tables with upside-down legs, rows of round-cornered refrigerators, dusty couches, and numerous non-functional TVs. The shop is crowded. It is easy to get lost there.\n The shop owner, is a quiet black man with gold glasses. My talkative friend Nenny bombards him with questions. I spoke to him once when I bought a Statue of Liberty for ten cents.\n One day, Nenny becomes interested in a music box. The man shows us an old wooden box with a large brass record inside. When he starts it, something magical occurs. It's as if a million moths are fluttering around, casting shadows and creating a unique plucked sound. I pretend not to care about the box to conceal my foolishness. Nenny expresses interest in buying it and reaches for her quarters. Unfortunately, the man closes the box and informs us that it's not for sale."},
    {"title":"MEME ORTIZ","image":"./icon.jpg","audio":"","text":"Meme Ortiz moved into Cathy's house. His name isn't really Meme. His name is Juan. Everyone calls him Meme except his mother. Meme has a big dog with gray eyes. The dog is clumsy and wild. Meme's house is wooden and without any clothes. Behind the house is a dirty yard. But we remember a huge tree. We played on this tree and pretended to be Tarzans. Meme was the best at it. He broke his arms once."},
    {"title":"LOUIE, HIS COUSIN & HIS OTHER COUSIN","image":"./paragrafImages/p10.jpg","audio":"","text":"Meme's mother rented an apartment in a basement to a Puerto Rican family. It was Louie's family. Louie is my brother's friend. Louie has a girl cousin. Her name is Marin. She wears dark nylons and lots of make-up. She babysits Louie's sisters. Louie has another cousin. He drove us all in a great big yellow Cadillac. We all played inside the car. Suddenly, cops came and put him into the cop's car. We all waved."},
    {"title":"MARIN","image":"./icon.jpg","audio":"","text":"Marin has a boyfriend in Puerto Rico. She plans to marry him when he comes back. She is saving money by selling Avon. \nEveryone knows that Marin can be troublesome. She possesses knowledge about men. She thinks that being beautiful is important. She always sits outside at night, listens to the radio, and smokes cigarettes. She wants boys to notice her. She wears short skirts. Marin dances and sings under the streetlight."},
    {"title":"THOSE WHO DON'T","image":"./paragrafImages/p12.png","audio":"","text":"Those who don't know us think we are dangerous. But we are not afraid. We are safe. If we drive into a neighborhood of another color, we are afraid. That is how it goes and goes. "},
    {"title":"THERE WAS AN OLD WOMAN, SHE HAD SO MANY CHILDREN THAT SHE DIDN'T KNOW WHAT TO DO","image":"./paragrafImages/p13.png","audio":"","text":"Rosa Vargas has too many kids. She was always tired. She didn't have enough time for them. The kids bend trees and bounce between cars and they almost break like vases. They are without respect for anything and anyone. Everybody gave up on them."},
    {"title":"ALICIA WHO SEES MICE","image":"./paragrafImages/p14.png","audio":"","text":"Alicia is a young and intelligent girl who attends university. After her mother died, she began to see mice in the house. ''Close your eyes, and the mice will go away'', her father tells her. Her father believes that women should wake up early and make tortillas every day.  Alicia has no desire to make tortillas or work in a factory like her mother did. Instead, she goes to university. She wants to have a better life. Alicia spends her nights studying. She continues to see the mice as if they are real. She is afraid of both the mice and her father."},
    {"title":"DARIUS & THE CLOUDS","image":"./paragrafImages/p15.png","audio":"","text":"Darius doesn't like school. He is sometimes stupid and mostly a fool. He mostly chases girls and says nothing. But, he said something wise, '' You all see that cloud, that fat one there? The one that looks like popcorn. That's God''! "},
    {"title":"THE FAMILY OF LITTLE FEET","image":"./paragrafImages/p16.jpg","audio":"","text":"There was a family where everyone was short, and they had small arms and feet. Grandpa had fat feet, and Grandma had lovely pink feet. The baby had ten tiny toes, and when he was hungry, he would try to eat them. They gave us a bag with shoes. Inside the bag, there was a pair of lemon shoes, a pair of red shoes, and a pair of blue shoes. Rachel taught us how to walk in high heels.\nExcited about our new shoes, we went for a walk. Mr. Benny asked if our mother knew what we were wearing. He said we were too young to wear heels. We really liked the shoes and didn't want to take them off.  Feeling exhausted, only Lucy hid the shoes until her mother found them and threw them in the garbage."},
    {"title":"A RICE SANDWICH","image":"./icon.jpg","audio":"","text":"Some special kids with the keys around their necks, get to eat in the canteen. The canteen! The name sounds important. The kids at lunchtime go there because their home is far away. I asked my mother to write a note to the principal because I wanted to eat in the canteen. My mum thinks that all of us want to eat in the canteen, It is just me. Three days later I got her permission. I went to school with my mother's letter and a rice just one day. sandwich.But, the Nun Superior, said I could stay just one day. Not tomorrow or the day after. The canteen was nothing special. I cried and ate my sandwich. Boys and girls watched me. "},
    {"title":"CANCHALS","image":"./icon.jpg","audio":"","text":"Mama arrived with bags and boxes, including a beautiful pink and white dress with stripes.  She forgot to buy new shoes. We hurried to the Precious Blood Church for my cousin's baptism party. Everyone was happy. I wasn't because I had to wear my old brown saddle shoes."},
    {"title":"MAMA DANCED, BUT SUDDENLY SHE FELL ILL","image":"./icon.jpg","audio":"","text":"I didn't want to dance because my old shoes didn't match my new dress. However, my uncle convinced me to dance with him. We impressed everyone.  My cousin, who was a boy, watched me dance all night.  I forgot that I was wearing only ordinary shoes that my mother buys me each year for school. My mom was so proud of me. "},
    {"title":"HIPS","image":"./icon.jpg","audio":"","text":"Rachel, Lucy, Nenny, and I jumped the rope. We started to make up songs about hips. Nenny doesn't know how to do it. Lucy and Rachel think she is stupid. They don't say anything because Nenny is my sister."},
    {"title":"THE FIRST JOB","image":"./icon.jpg","audio":"","text":"At first, I did not want to work. But then I did. I needed money. School costs a lot. I wanted an easy job. Other kids had easy jobs. Aunt Lala found me a job. She also worked there. In my job, I had to wear white gloves. I had to match negatives with their prints. It was not hard. I was scared to eat my lunch alone. I ate my lunch in the washroom. A man said hello to me. We talked. He had pretty eyes. He asked me what day it was. I did not know. It was his birthday. He asked me for a kiss. I tried to kiss his cheek. He kissed me in the mouth. "},
    {"title":"PAPA WHO WAKES UP TIRED IN THE DARK","image":"./icon.jpg","audio":"","text":"Your grandpa died. My Papa says that to me one morning. He cries. My brave Papa has to go to Mexico. I will have to tell the others. My Papa wakes up tired. He is sitting on my bed. I hold my Papa in my arms. I hold and hold him."},
    {"title":"BORN BAD","image":"./icon.jpg","audio":"","text":"My mother says, ''I was born on an evil day''. She prays for me. Lucy and Rachel pray too. My aunt's name was Guadalupe. We called her Lupe. She was pretty. She was sick. She could not walk. And she was a swimmer. One day we played a game. You pick somebody. You imitate them. Others guess who it is. Someone picked my aunt. We liked her. She listened to our stories. She was blind. I read stories to her. I liked the book Waterbabies. She liked it too. I read her my own poem. She liked that too. She said it was very nice. She told me to keep writing. I said yes. She died that day. The day we played the game. "},
    {"title":"ELENITA, CARDS, PALM, WATER","image":"./icon.jpg","audio":"","text":"Elenita is a witch. Ernie spills the Kool-Aid. She wipes the table. Ernie is holding a baby. He leaves the room. I go to the sink. I pick up the clean glass. She asks me if I see anyone in the glass. I say no. She brings the cards. They are strange. There is a cartoon on TV. She takes my hand. She asks me if I feel cold. I lie. I say yes. She says good. The kids are fighting. She gets up. She hits them and hugs them. She comes back. She says a home in the heart. I do not understand. I gave her five dollars. She thanks me and says goodbye. She shuts the door."},
    {"title":"GERALDO NO LAST NAME","image":"./icon.jpg","audio":"","text":"Marin likes to dance. She met a boy at a dance. His name was Geraldo. She only knew his name. She was the last one to see him alive. He was somebody she met that night. That is the story. She told the story to police and hospital people. Marin did not know why she cared. He was nothing to her. His home is in another country. She was thinking about his life and family."},
    {"title":"EDNA'S RUTHIE","image":"./icon.jpg","audio":"","text":"Ruthie is a tall skinny lady. She wears red lipstick and a blue headscarf. She wears one blue and one green sock. She is the only older person who likes to play. She is Edna's daughter. Edna owns the big building. Ruthie lives in that building. She is a good whistler. Ruthie sometimes goes shopping with us. She likes candy. She sees lovely things everywhere. She can sing and dance too. We do not know why she lives on Mango Street. She says she is just visiting. But she stays. I show her books from the library. She thinks they are wonderful. She tells me I have the most beautiful teeth. "},
    {"title":"THE EARL OF TENNESSEE","text":"Earl lives in Edna's building. He works during the night. He rests during the day. When we are loud he tells us to keep quiet. He has two black dogs. Nanny and I can hear when he comes home from work. He repairs music boxes. He speaks with a Southern accent. He gives away his records to us. He only likes Western and country records. People say that he has a wife. She does not come often. We do not know what she looks like. She never stays long."},
    {"title":"SIRE","image":"./icon.jpg","audio":"","text":"I can see that he is looking at me. A boy named Sire. I am not afraid of him and his friends. I am afraid. But I will not show that. He looked at me. And I looked into his eyes once. He bumped into a parked car with his bike. It was the first time someone looked at me. He is a punk. He has a girlfriend. Her name is Lois. She is tiny and pretty. She looks like a lady. She cannot tie her shoes. I can. I hear them hang out. I want to have someone too. That happens only in my dreams. I am tired of being alone. Four Skinny Trees. They understand me. I understand them. Four trees are here. Nenny ignores them. They are strong. They have strong roots. They grow tall. That is how they hold on. When I am sad. I look at the trees. When there is nothing else. To look at on the street. No Speak English. A big man lives across the street. His mama is Mamacita. He saved money. For her and a little boy to be here. He worked two jobs. One day they arrived. In a yellow taxi. She barely left the taxi. Somebody says it because she is fat. So she does not come out. I believe that she is scared to speak English. She only knows eight words. She sits by her window all day. She listens to Spanish radio. She thinks of home. She cries. The man is angry. He shouts. He says this is home. Her heart is breaking. The little boy is now singing. Songs in English. No speak English. She says. No speak English. She says to him and cries. Rafaela Who Drinks Coconut and papaya Juice on Tuesdays. Rafaela has a husband."},
    {"title":"RAFAELA WHO DRINKS COCONUT AND PAPAYA JUICE ON TUESDAYS","image":"./icon.jpg","audio":"","text":"He comes home late on Tuesdays. She is so beautiful and young. Her husband locks her in the apartment. He is scared that she will run away. She leans on the window. She dreams of dancing. She gives us a dollar. To buy her juice. Coconut and papaya juice. Sally has grey eyes. She is beautiful. Her hair is black. She flips it when she laughs. The boys at school think she is beautiful. He is strict. Boys tell stories about her. Those stories are not true. She leans against the fence. And closes her eyes. She dreams. What does she think about it? Does she wish to go somewhere else? Far from Mango Street ...To a house with flowers. Where no one would yell. Where no one could tell her what to do. Because all she wants is love. Love, love, love."},
    {"title":"MINERVA WRITES POEMS","image":"./icon.jpg","audio":"","text":"Minerva is a girl with two kids. She takes care of them alone. Minerva likes to write poems. Her husband causes her a lot of problems. Minerva asks me to help her, and I don't know how"},
    {"title":"BUMS IN THE ATTIC","image":"./icon.jpg","audio":"","text":"My family is talking about a better home. I don't like my home. I will have my home and help other people. "},
    {"title":"BEAUTIFUL & CRUEL","image":"./icon.jpg","audio":"","text":"I am an ugly daughter. Nanny is pretty and wants to get married. I don't want to be like Nanny."},
    {"title":"A SMART COOKIE","image":"./icon.jpg","audio":"","text":"My mom knows how to do a lot of stuff. She can sing and dance. She is really smart. She doesn't use that stuff. She tells me to study hard so I don't waste my stuff. "},
    {"title":"WHAT SALLY SAID","image":"./icon.jpg","audio":"","text":"Sally comes to school with black marks on her face. She tells her friends that she fell down the stairs. They don't believe her. Sally's dad hits her sometimes. She is staying at my house for a few days. Her dad comes and says he is sorry. Sally is talking to a boy. Her dad sees her and hits her again."},
    {"title":"THE MONKEY GARDEN","image":"./icon.jpg","audio":"","text":"People who have a monkey are moving away. Monkey had a garden with a lot of flowers and bugs. The plants in the garden are really tall. We like to play in the garden. Sally doesn't want to play with me. She stays with Tito and his friends. Tito steals Sally's keys. She has to kiss them to get her keys back. I want to save Sally. Sally told me to go home. I am hiding in the garden, crying. This is the last time I came into the monkey garden."},
    {"title":"RED CLOWNS","image":"./icon.jpg","audio":"","text":"I am with Sally on a carneval. Sally goes with a boy in a dark street. I am waiting for her. A strange boy tells me he loves me. He kisses me, but I don't say yes to the kiss. He does scary things to me. Why did Sally lie to me?"},
    {"title":"LINOLEUM ROSES","image":"./icon.jpg","audio":"","text":"Sally got married. She is happy. She has her own house. Sally's husband gets angry sometimes. He doesn't let her leave the house or look through the window."},
    {"title":"THE THREE SISTERS","image":"./icon.jpg","audio":"","text":"Three sisters moved to our town. Lucy's and Rachel's sister died. Friends are coming to visit Lucy and Rachel. Three sisters come to their house. They tell me that I am special. They tell me that I will have a good life. I wish to leave the Mango Street. Sisters tell me I have to come back to the Mango Street."},
    {"title":"ALICIA & I TALKING ON EDNA'S STEPS","image":"./icon.jpg","audio":"","text":"I like Alicia. She gave me the bag. I tell her I don't have a home. She says that I live on Mango Street. I tell her that this is not a real home. I can't come back to Mango Street. Someone has to make it better."},
    {"title":"A HOUSE OF MY OWN","image":"./icon.jpg","audio":"","text":"I have my house and my stuff. I can go to my house and do what I want."},
    {"title":"MANGO SAYS GOODBYE SOMETIMES","image":"./icon.jpg","audio":"","text":"I like to tell stories. My family lived in a lot of places. I remember Mango Street the most. I will move and have my own house. I will go away so I can come back and help my friends and family who live on Mango Street."}
]